[{'title': 'MORTALIDADE INFANTIL ACELERA', 'link': 'https://jornalf8.net/2025/mortalidade-infantil-acelera/', 'comments': '0', 'creator': 'Redacção F8', 'pubDate': 'Tue, 25 Mar 2025 12:28:59 +0000', 'category': 'mortalidade infantil', 'guid': 'https://jornalf8.net/?p=64549', 'description': '<p>A redução da mortalidade de crianças, com menos de cinco anos em todo o mundo, poderá ser interrompida ou, pior ainda, &#8220;invertida&#8221;, devido a cortes na ajuda internacional, alertou a ONU. Como sempre, as crianças africanas e do sul Ásia são as principais vítimas. o relatório anual, elaborado pela Unicef em conjunto com a Organização Mundial de Saúde (OMS) e o Banco Mundial, salienta-se que décadas de progressos duramente conquistados estão em causa. &#8220;A comunidade internacional de saúde não podia estar mais preocupada&#8221;, disse à agência de notícias France-Presse (AFP)&#8230;</p>\n<p>The post <a rel="nofollow" href="https://jornalf8.net/2025/mortalidade-infantil-acelera/">MORTALIDADE INFANTIL ACELERA</a> appeared first on <a rel="nofollow" href="https://jornalf8.net">Jornal Folha 8</a>.</p>\n', 'commentRss': 'https://jornalf8.net/2025/mortalidade-infantil-acelera/feed/'}, {'title': 'RAFAEL ENTERRA LOURENÇO E ENALTECE DOS SANTOS', 'link': 'https://jornalf8.net/2025/rafael-enterra-lourenco-e-enaltece-dos-santos/', 'comments': '0', 'creator': 'Redacção F8', 'pubDate': 'Tue, 25 Mar 2025 11:51:07 +0000', 'category': 'joão lourenço', 'guid': 'https://jornalf8.net/?p=64546', 'description': '<p>A crítica de Rafael Marques a João Lourenço e o elogio inesperado a Eduardo dos Santos vieram enterrar de vez o actual presidente. Quando alguém que passou anos a denunciar os abusos do antigo regime afirma que João Lourenço está a ser pior, isso não é apenas uma crítica — é um veredicto. Por Malundo Kudiqueba afael Marques não é um opositor tradicional. Ele não tem agenda partidária nem sede de poder. O que torna as suas palavras ainda mais devastadoras. Uma crítica sua vale mais do que mil ataques&#8230;</p>\n<p>The post <a rel="nofollow" href="https://jornalf8.net/2025/rafael-enterra-lourenco-e-enaltece-dos-santos/">RAFAEL ENTERRA LOURENÇO E ENALTECE DOS SANTOS</a> appeared first on <a rel="nofollow" href="https://jornalf8.net">Jornal Folha 8</a>.</p>\n', 'commentRss': 'https://jornalf8.net/2025/rafael-enterra-lourenco-e-enaltece-dos-santos/feed/'}, {'title': 'REINO DO MPLA ESTÁ NO TOP 20 DA TUBERCULOSE', 'link': 'https://jornalf8.net/2025/reino-do-mpla-esta-no-top-20-da-tuberculose/', 'comments': '0', 'creator': 'Redacção F8', 'pubDate': 'Tue, 25 Mar 2025 11:34:16 +0000', 'category': 'vergonha', 'guid': 'https://jornalf8.net/?p=64543', 'description': '<p>A taxa de incidência da tuberculose em Angola aumentou 28% em 2024 face ao ano anterior, tendo sido notificados quase 90 mil casos, informou o secretário de Estado para a Saúde Pública, Carlos Alberto Pinto de Sousa. Tudo normal, no reino. Razão tem o general João Lourenço quando afirma que o MPLA fez mais em 50 anos do que os portugueses em 500. egundo o governante, que falava em Luanda numa cerimónia que assinalou o Dia Mundial de Combate à Tuberculose, a taxa de incidência de tuberculose em 2024 foi&#8230;</p>\n<p>The post <a rel="nofollow" href="https://jornalf8.net/2025/reino-do-mpla-esta-no-top-20-da-tuberculose/">REINO DO MPLA ESTÁ NO TOP 20 DA TUBERCULOSE</a> appeared first on <a rel="nofollow" href="https://jornalf8.net">Jornal Folha 8</a>.</p>\n', 'commentRss': 'https://jornalf8.net/2025/reino-do-mpla-esta-no-top-20-da-tuberculose/feed/'}, {'title': 'UNITA DEFENDE “PAZ DEMOCRÁTICA” PARA CABINDA', 'link': 'https://jornalf8.net/2025/unita-defende-paz-democratica-para-cabinda/', 'comments': '0', 'creator': 'Redacção F8', 'pubDate': 'Mon, 24 Mar 2025 19:36:51 +0000', 'category': 'protectorado', 'guid': 'https://jornalf8.net/?p=64540', 'description': '<p>A UNITA (o maior partido da oposição angolana que, a muito custo, o MPLA ainda permite) defendeu hoje uma &#8220;paz democrática&#8221;, cujos termos devem ser discutidos em sede da Assembleia Nacional (parlamento), para a região de Cabinda, a província angolana que vive uma &#8220;guerrilha conduzida pela FLEC&#8221;. posicionamento foi apresentado pelo presidente do grupo parlamentar da UNITA, Liberty Chiyaka, no lançamento das 12.ª Jornadas Parlamentares do partido que decorrem entre 26 e 30 de Março em Cabinda. Segundo o político, a suposta província de Cabinda, enclave do norte de Angola,&#8230;</p>\n<p>The post <a rel="nofollow" href="https://jornalf8.net/2025/unita-defende-paz-democratica-para-cabinda/">UNITA DEFENDE “PAZ DEMOCRÁTICA” PARA CABINDA</a> appeared first on <a rel="nofollow" href="https://jornalf8.net">Jornal Folha 8</a>.</p>\n', 'commentRss': 'https://jornalf8.net/2025/unita-defende-paz-democratica-para-cabinda/feed/'}, {'title': 'CABINDA PRECISA DE UMA VERDADEIRA PONTE', 'link': 'https://jornalf8.net/2025/cabinda-precisa-de-uma-verdadeira-ponte/', 'comments': '0', 'creator': 'Redacção F8', 'pubDate': 'Mon, 24 Mar 2025 18:05:46 +0000', 'category': 'ponte', 'guid': 'https://jornalf8.net/?p=64537', 'description': '<p>Na nobre luta pela libertação de Cabinda que travamos há já 50 anos, o conjunto de palavras ou grandes obstáculos que minam todos os esforços que cada um de nós faz e que estão acima de tudo, são as divisões, as desconfianças, as divergências etc. e muitos pensam que é através da unidade na diversidade que venceremos sem perceber que é crucial quebrar essas divergências e avançar juntos, por um só e ÚNICO objectivo. Por Osvaldo Franque Buela (*) á escrevi aqui que a unidade na diversidade é uma farsa&#8230;</p>\n<p>The post <a rel="nofollow" href="https://jornalf8.net/2025/cabinda-precisa-de-uma-verdadeira-ponte/">CABINDA PRECISA DE UMA VERDADEIRA PONTE</a> appeared first on <a rel="nofollow" href="https://jornalf8.net">Jornal Folha 8</a>.</p>\n', 'commentRss': 'https://jornalf8.net/2025/cabinda-precisa-de-uma-verdadeira-ponte/feed/'}, {'title': 'EXECUTIVO DO MPLA CONSIDERADO LEPROSO POLÍTICO INTERNACIONAL', 'link': 'https://jornalf8.net/2025/executivo-do-mpla-considerado-leproso-politico-internacional/', 'comments': '0', 'creator': 'Redacção F8', 'pubDate': 'Mon, 24 Mar 2025 09:43:44 +0000', 'category': 'vergonha', 'guid': 'https://jornalf8.net/?p=64534', 'description': '<p>O país anda às pantanas. A liderança do MPLA e do Executivo parece não ter bússola, logo o destino da nau conjuga-se no futuro do indefinido. A lógica da construção de um império da arrogância, discriminação, injustiça, multiplicação de pobres, miseráveis, desempregados, excluídos e assassinatos, está a redundar num pantanal de chacota, memes, vulgaridade em África e no mundo&#8230; Por William Tonet s últimos eventos da diplomacia denotam uma clara e evidente boçalidade e arrogância que colocam o executivo e o presidente João Lourenço, no vale dos leprosos políticos. Em&#8230;</p>\n<p>The post <a rel="nofollow" href="https://jornalf8.net/2025/executivo-do-mpla-considerado-leproso-politico-internacional/">EXECUTIVO DO MPLA CONSIDERADO LEPROSO POLÍTICO INTERNACIONAL</a> appeared first on <a rel="nofollow" href="https://jornalf8.net">Jornal Folha 8</a>.</p>\n', 'commentRss': 'https://jornalf8.net/2025/executivo-do-mpla-considerado-leproso-politico-internacional/feed/'}, {'title': 'MINHOCA DIZ QUE FOI… JIBÓIA', 'link': 'https://jornalf8.net/2025/minhoca-diz-que-foi-jiboia/', 'comments': '0', 'creator': 'Redacção F8', 'pubDate': 'Sun, 23 Mar 2025 11:47:12 +0000', 'category': 'verdade', 'guid': 'https://jornalf8.net/?p=64531', 'description': '<p>O MPLA, partido presidido pelo general de três estrela João Lourenço, mantém-se firme na mentira sobre a Batalha do Cuíto Cuanavale: “A vitória das FAPLA, tutelada pelo Governo angolano, criou as condições para a independência da Namíbia, libertação de Nelson Mandela e a abolição do regime do Apartheid na África do Sul”. eixemos a propaganda do MPLA e vejamos a realidade factual e histórica. A Batalha do Cuíto Cuanavale ocorreu numa situação em que se estava já a negociar, quer a retirada das tropas cubanas de Angola, quer a retirada&#8230;</p>\n<p>The post <a rel="nofollow" href="https://jornalf8.net/2025/minhoca-diz-que-foi-jiboia/">MINHOCA DIZ QUE FOI… JIBÓIA</a> appeared first on <a rel="nofollow" href="https://jornalf8.net">Jornal Folha 8</a>.</p>\n', 'commentRss': 'https://jornalf8.net/2025/minhoca-diz-que-foi-jiboia/feed/'}, {'title': 'ANGOLANOS\xa0 CONSIDERAM O SNS (PORTUGAL) VITAL', 'link': 'https://jornalf8.net/2025/angolanos-consideram-o-sns-portugal-vital/', 'comments': '0', 'creator': 'Redacção F8', 'pubDate': 'Sat, 22 Mar 2025 15:02:01 +0000', 'category': 'angolanos', 'guid': 'https://jornalf8.net/?p=64528', 'description': '<p>Em nome do povo angolano, venho suplicar-vos para que o Serviço Nacional de Saúde (SNS) de Portugal continue a ser uma prioridade para o vosso país. Eu falo não apenas como cidadão, mas como alguém que observa de perto a realidade de um país que, infelizmente, não tem um sistema de saúde pública eficiente. Muitos angolanos recorrem a Portugal para tratar das suas doenças, porque sabem que, em Portugal, ainda se pode confiar no atendimento médico, ainda se pode confiar naquilo que o SNS representa: um direito universal à saúde.&#8230;</p>\n<p>The post <a rel="nofollow" href="https://jornalf8.net/2025/angolanos-consideram-o-sns-portugal-vital/">ANGOLANOS\xa0 CONSIDERAM O SNS (PORTUGAL) VITAL</a> appeared first on <a rel="nofollow" href="https://jornalf8.net">Jornal Folha 8</a>.</p>\n', 'commentRss': 'https://jornalf8.net/2025/angolanos-consideram-o-sns-portugal-vital/feed/'}, {'title': 'CÓLERA MARCA OS 50 ANOS DE INDEPENDÊNCIA', 'link': 'https://jornalf8.net/2025/colera-marca-os-50-anos-de-independencia/', 'comments': '0', 'creator': 'Redacção F8', 'pubDate': 'Sat, 22 Mar 2025 11:15:20 +0000', 'category': 'vergonha', 'guid': 'https://jornalf8.net/?p=64524', 'description': '<p>Há cinco dias que o comboio já não passa no Luinha. Foi ele, dizem, que trouxe a cólera de Luanda e, por isso, o serviço ferroviário foi suspenso, deixando a localidade angolana ainda mais isolada. m apenas dois dias, 16 pessoas morreram nesta verdejante vila de seis mil habitantes no Cuanza Norte, fazendo (supostamente) soar os alarmes das autoridades angolanas, a braços com um surto de cólera desde 7 de Janeiro, que matou mais de 300 pessoas em todo o país e ultrapassou os 8.000 casos. Em pânico, muitos fugiram&#8230;</p>\n<p>The post <a rel="nofollow" href="https://jornalf8.net/2025/colera-marca-os-50-anos-de-independencia/">CÓLERA MARCA OS 50 ANOS DE INDEPENDÊNCIA</a> appeared first on <a rel="nofollow" href="https://jornalf8.net">Jornal Folha 8</a>.</p>\n', 'commentRss': 'https://jornalf8.net/2025/colera-marca-os-50-anos-de-independencia/feed/'}, {'title': 'MINISTRO RECONHECE INCAPACIDADE DOS CURSOS UNIVERSITÁRIOS', 'link': 'https://jornalf8.net/2025/ministro-reconhece-incapacidade-dos-cursos-universitarios/', 'comments': '0', 'creator': 'Redacção F8', 'pubDate': 'Fri, 21 Mar 2025 19:37:00 +0000', 'category': 'falhanços', 'guid': 'https://jornalf8.net/?p=64521', 'description': '<p>O ministro do Ensino Superior, Ciência, Tecnologia e Inovação, Albano Ferreira, reconheceu à imprensa, quinta-feira, no final da primeira sessão ordinária da Comissão para Implementação e Avaliação do Plano Nacional de Desenvolvimento do Capital Humano realizada em Luanda, que os cursos ministrados nas Universidades de Angola não correspondem às exigências e desafios dos tempos actuais mais voltados à componente tecnológica. E, a UNESCO – Angola revela que não há incentivo para investigadores científicos. Por Berlantino Dário reunião, que foi dirigida pela vice-presidente da República, Esperança da Costa, serviu para apresentar&#8230;</p>\n<p>The post <a rel="nofollow" href="https://jornalf8.net/2025/ministro-reconhece-incapacidade-dos-cursos-universitarios/">MINISTRO RECONHECE INCAPACIDADE DOS CURSOS UNIVERSITÁRIOS</a> appeared first on <a rel="nofollow" href="https://jornalf8.net">Jornal Folha 8</a>.</p>\n', 'commentRss': 'https://jornalf8.net/2025/ministro-reconhece-incapacidade-dos-cursos-universitarios/feed/'}]
